Repository: mozilla-l10n/mt-training-data
Catalog: azb/azb_pontoon.tmx
Source language: en_us
Languages: azb

source: unresponsive
azb: جوابسیز

source: unsafe
azb: گوونسیز

source: validate
azb: دوغورلاماق

source: validity
azb: دوغرولوق

source: version
azb: یازیم

source: Web Authentication
azb: وب دوغورلاما
